[
  {
    "id": 1,
    "photo": "https://bpb-us-e1.wpmucdn.com/www.thelantern.com/dist/c/1/files/2019/10/thumbnail_Image-7.jpg",
    "service_name": "Yoga Workshops",
    "price": 100,
    "details": "Conduct workshops on specific yoga styles, techniques, or themes. Invite experienced instructors or guest teachers to share their expertise and deepen participants’ understanding of yoga. Vinyasa Flow Yoga is a dynamic and invigorating practice that seamlessly synchronizes breath with movement. This style of yoga emphasizes continuous flowing sequences, making it an ideal choice for those looking to build strength, flexibility, and mindfulness. Suitable for all levels, from beginners to advanced practitioners, Vinyasa Flow Yoga encourages self-expression and creativity in your practice. Whether you're looking to release stress, improve physical fitness, or deepen your mind-body connection, this class will leave you feeling refreshed and revitalized."
  },
  {
    "id": 2,
    "photo": "https://i.pinimg.com/736x/1d/8f/7c/1d8f7cb9e67ba2b938c624e9997a5a14.jpg",
    "service_name": "Yoga Challenges",
    "price": 120,
    "details": "Organize yoga challenges, such as a 30-day yoga challenge or a specific pose challenge. Encourage participants to track their progress and offer rewards or incentives for completion. Hatha Yoga is a classical and foundational practice that focuses on the fundamentals of yoga. In these classes, you'll explore static postures, controlled breathing techniques, and gentle stretching to achieve physical and mental harmony. Perfect for beginners, Hatha Yoga provides a solid foundation for your yoga journey. With an emphasis on proper alignment and relaxation, you'll develop strength, flexibility, and balance while reducing stress and enhancing your overall well-being. Whether you're looking to improve your posture, increase your energy levels, or simply unwind, Hatha Yoga offers a holistic and accessible approach to yoga."
  },
  {
    "id": 3,
    "photo": "https://images.squarespace-cdn.com/content/v1/5ebc6e885ecd184b81a259f4/1589653598581-F0NS0QKUPMYT97LAVBTE/Yoga+by+Charity3.png?format=1500w",
    "service_name": "Charity Yoga Event",
    "price": 200,
    "details": "Host a charity yoga event where participants can donate to a cause while attending a yoga class. Partner with a local charity or nonprofit organization to raise funds and awareness for a meaningful cause. Escape to our Yoga and Meditation Retreat for a transformative and rejuvenating experience. Surrounded by serene natural beauty, this retreat offers an opportunity to reconnect with your inner self. Our expert instructors will guide you through daily yoga and meditation sessions, helping you find inner peace and balance. Dive deep into mindfulness practices, explore the healing powers of nature, and nourish your body with wholesome meals. Whether you're a seasoned yogi or a beginner, this retreat is a chance to unwind, de-stress, and embark on a journey of self-discovery."
  },
  {
    "id": 4,
    "photo": "https://images.everydayhealth.com/images/healthy-living/fitness/best-yoga-retreats-true-nature-travels-722x406.jpg?sfvrsn=a1f249be_0",
    "service_name": "Yoga Retreats or Day Trips",
    "price": 100,
    "details": "Collaborate with other local wellness practitioners and organize a wellness fair. Offer mini yoga sessions, wellness consultations, health screenings, and other related activities to promote holistic well-being. Our Prenatal Yoga Classes are designed to support expectant mothers on their journey to motherhood. These gentle and nurturing sessions focus on safe and effective yoga poses, breathing techniques, and relaxation practices tailored to pregnancy. Strengthen your body, ease discomfort, and prepare for childbirth in a supportive and compassionate environment. Connect with other mothers-to-be and nurture your well-being during this special time. Whether you're in your first trimester or approaching your due date, our Prenatal Yoga Classes provide a nurturing space to promote health and tranquility for both you and your baby."
  },
  {
    "id": 5,
    "photo": "https://mainstreethartsville.org/wp-content/uploads/2019/04/health-and-wellness-2019-fb-event.jpg",
    "service_name": "Wellness Fairs",
    "price": 300,
    "details": "Plan a day trip or a weekend retreat to a nearby natural location. Combine yoga sessions with hiking, meditation, and relaxation activities to provide a comprehensive wellness experience. These retreats are particular good at building bonds between attendees that helps create a more resilient community around your studio. Elevate employee well-being and productivity with our Corporate Yoga Sessions. Our experienced instructors will bring wellness directly to your workplace, offering on-site yoga sessions tailored to the needs of your team. Reduce stress, improve mental clarity, and enhance physical health as your employees engage in rejuvenating yoga practices. These sessions are suitable for all levels, from beginners to seasoned yogis. Boost team morale, reduce absenteeism, and foster a healthier work environment. Empower your employees with the tools to manage stress and maintain balance in their professional lives, all while fostering a sense of unity and camaraderie within your organization."
  },
  {
    "id": 6,
    "photo": "https://cdn-az.allevents.in/events5/banners/0dfee88f5d7b1366baf8cbd30d18ce4a1a9314f493b3a43e3c09808817200239-rimg-w1200-h800-gmir.jpg?v=1693358240",
    "service_name": "Guest Speaker Events",
    "price": 500,
    "details": "Invite experts in the field of yoga, health, or wellness to give talks or presentations at your studio. Topics can range from yoga philosophy and nutrition to mental health and mindfulness. Our Yoga for Seniors program is dedicated to promoting the health and vitality of older adults. These specially designed classes prioritize mobility, balance, and relaxation to help seniors stay active and maintain a healthy lifestyle. Gentle stretching and low-impact poses are combined with breathwork to enhance physical well-being and reduce the risk of injury. Whether you're a senior looking to improve flexibility, manage arthritis, or simply enjoy a peaceful practice, our classes are designed to meet your unique needs. Join us to experience the benefits of yoga in your golden years, fostering a sense of vitality and tranquility that enhances your quality of life."
  }
]